<!-- Head及びheader部分の読み込み -->
<?php get_header(); ?>

<main class ="l-main">
 <article class="p-article">
   <div class="p-article__top u-padding__left__right">  <!-- メインの画像部分 -->
     <h2>ダミーサイト</h2>
   </div>
   <div class="p-article__middle">  <!-- Takeout& Eat inの画像部分 -->
     <div class="p-article__wrap">
       <h2>Take Out</h2>
       <div class="p-article__boxs">
         <div class="p-article__box">
            <h3>小見出しが入ります</h3>
            <p>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</p>
         </div>
         <div class="p-article__box">
           <h3>小見出しが入ります</h3>
           <p>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</p>
         </div>
       </div>
     </div>
     <div class="p-article__wrap">
       <h2>Eat In</h2>
       <div class="p-article__boxs">
         <div class="p-article__box">
            <h3>小見出しが入ります</h3>
            <p>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</p>
         </div>
         <div class="p-article__box">
           <h3>小見出しが入ります</h3>
           <p>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</p>
        </div>
       </div>
     </div>
   </div>
   <div class="p-article__bottom"> <!-- 地図& 黒背景の画像部分 -->
     <div class="p-article__black__boxs">
       <div class="p-article__black__box">
         <h3>見出しが入ります</h3>
         <p>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</p>
       </div> 
     </div>
   </div>
 </article>
 
 <!-- sidebar部分の読み込み -->
 <?php get_sidebar(); ?>

</main>

<!-- footer部分の読み込み -->
<?php get_footer(); ?>

